Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/arktisk_rad.html.tmx
Source language: nob
Languages: sme

source: Arktisk råd
sme: Árktalaš ráđđi

source: Arktisk råd skal fremme samarbeid og koordinering mellom de arktiske landene i saker av relevans for det arktiske området.
sme: Árktalaš Ráđđi galgá ovddidit ovttasbarggu ja oktiiordnema gaskal árktalaš riikkaid dakkár áššiin mat gullet árktalaš guovlluide.

source: Involvering og aktiv deltakelse fra urfolk er sentralt for det arktiske samarbeidet.
sme: Álgoálbmogiid olles searvadahttin ja oassálastin árktalaš ovttasbargui lea guovddášášši.

source: Sametinget inngår i den norske delegasjonen til Arktisk råd og deltar på SAO-møter og på ministermøter.
sme: Sámediggi lea Norgga sáttagottis Árktalaš ráđis ja searvá SAO-čoahkkimiidda ja ministtarčoahkkimiidda.

source: Det er etablert en praksis der sametingspresidenten holder en del av det norske innlegget på ministermøter i Arktisk råd.
sme: Lea ásahuvvon bargovuohki mas Sámediggepresideanta doallá oasi Norgga sáhkavuorus ministtarčoahkkimiin Árktalaš ráđis.

source: Sekretariatet til Arktisk råd er lokalisert på Framsenteret i Tromsø.
sme: Árktalaš ráđi čállingoddi gávdno Fram-guovddážis Romssas.

source: Anerkjennelse av urfolkenes spesielle kunnskaper og den betydning videreføringen av disse har for forståelsen av de arktiske samfunn, står sentralt i ministerdeklarasjonen om etableringen av Arktisk råd.
sme: Álgoálbmogiid erenoamáš máhtuid dohkkeheapmi ja dáid máhtuid bisuheami dehálašvuohta go galgá áddet árktalaš servodagaid, leat guovddážis ministtarjulggaštusas Árktalaš Ráđi ásaheami birra.

source: Full involvering og aktiv deltakelse av representanter for urfolk er også et sentralt anliggende for det arktiske samarbeidet.
sme: Álgoálbmogiid olles searvadahttin ja oassálastin árktalaš ovttasbargui lea guovddášášši.

source: Arktisk råd ble etablert i 1996 og er det eneste regionale samarbeidsorganet som omfatter alle de åtte arktiske land;
sme: Árktalaš Ráđđi ásahuvvui 1996:s, ja lea áidna regionála ovttasbargoorgána mas buot gávcci árktalaš riikka leat mielde;

source: de fem nordiske, USA, Canada og Russland.
sme: vihtta davviriikka, USA, Kánada ja Ruošša.

source: Et spesielt trekk ved Arktisk råd er at urfolksorganisasjoner i arktis kan få status som permanente deltakere.
sme: Árktalaš Ráđi erenoamáš dovdomearka lea ahte buot davviguovllu álgoálbmotorganisašuvnnat sáhttet oažžut stáhtusa bistevaš oassálastin.

source: De permanente deltakere har anledning til å delta på alle møter og aktiviteter i regi av Arktisk råd.
sme: Bistevaš oassálastit besset searvat buot čoahkkimiidda ja doaimmaide mat lágiduvvojit Árktalaš Ráđi olis.

source: Seks urfolksorganisasjoner har pr. i dag slik status.
sme: Guđa álgoálbmotorganisašuvnnas lea dál dakkár stáhtus.

source: Disse er:
sme: Dát leat:

source: Arktisk råd har fem faste programmer som administreres av en arbeidsgruppe for hvert program.
sme: Árktalaš Ráđis leat vihtta prográmma, maid juohke prográmma bargojuogus hálddaša.

source: Det arktiske miljøovervåkingsprogrammet (AMAP)
sme: Árktalaš birasgáhttenprográmma (AMAP)

source: Programmet for bevaring av arktisk fauna og flora (CAFF)
sme: Prográmma seailluhit árktalaš fauna ja flora (CAFF)

source: Beredskapsprogram for utslipp ved ulykker (EPPR)
sme: Gearggusvuođaprográmma daid olggosluoitimiid várás maid lihkohisvuođat dagahit (EPPR)

source: Program for beskyttelse av det marine miljø (PAME)
sme: Mariidna birrasa suodjalanprográmma (PAME)

source: Programmet for bærekraftig utvikling (SDP)
sme: Ceavzilis ovdáneami prográmma (SDP)

source: Les mer om Arktisk Råd
sme: Loga eanet Arktalaš ráđi birra
